//
//  sampleData.swift
//  robochat
//
//  Created by 董超 on 2020/8/6.
//  Copyright © 2020 robochat. All rights reserved.
//

let chatSamples = [
    "对不起,我是警察.",
    "谁知道!",
    "说好了三年,三年之后又三年,三年之后又三年,都快十年了,老大!",
    "出来跑,迟早要还的.",
    "再做,再做我成由尖旺老大了,到时怎么办,你抓我啊",
    "桌上是不是有个烟灰缸啊?拿起来,砸他的头!",
    "为什么?我只想做个好人,为什么你们不给我一次机会?",
    "出来混嘛,不是你暴我的头就是我暴你的头",
    "进来的按摩小姐哇~长的和琛哥的狗一模一样~我再能凑合也受不了啊一会第二个按摩小姐进来 哇~~!和琛哥长的一模一样~!",
    "六枪都没打死那小子,你也算是个好人了",
    "世界不应该是这样的,做人不该是这样的.",
    "做人不该是这样的，做警察更不该是这样的.",
    "你长的帅,我对你有信心!",
    "你是警察,我们是黑社会.各安天命吧",
    "一直以来,我都认为只能是事情改变人,人改变不了事情,但是他们,改变了一些事情!",
    "如果一个人在做一件事情的时候很不专心的看着另外一个人,他就是警察. ",
    "仁哥我想问你昨晚那个按摩女郎正不正点?你知道啦,按摩女郎不正点就濑野啦嘛.",
    "五年前，屯门大兴村，皇宫大酒楼门前的停车档开张大吉，我和弟兄们雄心壮志，谁知道开张还不到半个月，每天平均被人扫荡1.3次，一年之内死6个兄弟，佛祖保佑！！算命的说我是一将功成万骨骷！可我不相信，我认为出来混的，是生是死都由自己决定！你们跟我的时间最短，底子最干净！路怎么走由你们自己挑！祝各位在警察部一帆风顺，干杯！各位长官！！",
    "我认为出来混的,是生是死,要由自己决定.路怎么走,要你们自己挑. ",
    "你挑的!",
    "给我一次机会,我想做个好人. ",
]
